{
  "slides": [
    {
      "image": "slide1.jpg",
      "title": "Welcome",
      "subtitle": "Install VortanMU easily."
    }
  ],
  "wizard": {
    "welcome": {
      "title": "Welcome to the VortanMU Official Installer",
      "body": "This program allows you to install VortanMU on your hard drive.<br><br>It is strongly recommended that before proceeding you close other programs.<br><br>If you do not wish to install VortanMU, click 'Exit' now, otherwise click 'Next' to continue."
    },
    "links": {
      "title": "Information",
      "subtitle": "Please read the information below.",
      "items": [
        {
          "label": "Website",
          "url": "https://vortanmu.com"
        },
        {
          "label": "Discord",
          "url": "https://discord.gg/3P56Bx423k"
        },
        {
          "label": "Server Version:",
          "text": "VortanMU is running with Season 20 Part 2"
        }
      ]
    },
    "license": {
      "title": "License",
      "content_markdown": "**GENERAL SERVER RULES AND REGULATIONS**\n\nThe following Terms of Service ('TOS', 'Terms', or 'Agreement') apply to the use of our website, Discord server, game, and all services, features, and/or content provided by VortanMU. By creating your account on our website or accessing the game, you represent that you have read, understood, and agree to be bound by this TOS. The most recent version of our TOS is always available on the VortanMU website. It is essential that you read this TOS before registering or using any VortanMU service(s).\n\n**1. ADMINISTRATION AND SERVER**\nThe VortanMU administrative team is composed entirely of legally capable natural persons of Brazilian nationality, who are volunteers and have no personal and/or professional ties to the original developer of Mu Online (Webzen) or its employees. This service is therefore a private server for the same game.\nThe team is responsible for managing and ensuring the full operation of the server, including technical matters, financial support, community support, and other areas, except in cases where team intervention proves unnecessary or impossible.\nBy accepting the VortanMU terms of use and creating your account, the user grants the administration the right to manage their account, including altering registration data submitted at sign-up that is not in compliance with server rules, or temporarily or permanently suspending the user’s registration in cases where a violation of the rules is found, whether within the game itself or on any other community platform managed by the administration. However, the user does NOT grant the administration the right to use, for any purpose, the email, name, password, and IP address provided at registration.\nA suspended player has the right to appeal ONLY ONCE for a review of the ban by the administration, which will decide whether the penalty was indeed valid or was a mistake. The suspended player also has the right to request a copy of the clause under these terms of use on which the penalty is based, together with proof of the violation that led to the suspension. Reviews can be requested through the support system on Discord (ticket).\nAlthough the game is intended to run 24 hours a day, the VortanMU team may shut down the servers to perform maintenance deemed necessary for the proper functioning of hardware and software. Such maintenance may or may not be scheduled in advance, depending on technical needs.\nAll information related to your account(s) is the property of VortanMU.\n\n**2. SECURITY**\nWe are NOT responsible for the security of your username and password. Players are responsible for protecting their accounts. This means you must never provide your login or account password on any site other than VortanMU (https://vortanmu.com). Do NOT disclose your login information; once you provide your login or personal information, you effectively relinquish all items you possess, including the account itself. Violating this rule is at your own risk.\nAny problems arising from sharing your account(s), passwords, or personal information in any cybercafé or otherwise are the sole responsibility of the registered account user. We will not assume responsibility or provide support for any issues that may occur with your account.\nDo NOT log into any account that you do not own. Once you do so, your computer’s hardware number will be recorded on that user’s account. In the event of a ban on any account and/or hardware, your computer will also be banned, even if your personal account is not. To access your account, you will need to use a new PC. This rule also applies to any cybercafé or computers owned by schools or libraries.\nWe will NOT provide support to users who are using IP hiders, proxies, or any third-party programs.\nBy becoming a member of VortanMU, you are subscribing to the server newsletter, which may be sent monthly.\nNames (character names/IGNs and guilds) must not contain administrator nicknames or any other meaning that might confuse players. In addition, biased or pejorative names of any kind are prohibited.\nIt is the player’s responsibility to safeguard their own account, preferably by following STAFF guidelines: change your password every 14 days; do not use public or unknown computers or internet networks to log into the game; keep your computer’s security software up to date; keep your access data confidential, never sharing the account with third parties, even if a relationship of trust exists.\nThe administration will not intervene in problems caused by the player’s negligence regarding account security. Under no circumstances will any lost items or stolen WCoins/GoblinPoints be reimbursed.\nVortanMU will not be responsible for any item damage and/or regressions in character attributes caused by the user’s slow or lost internet connection. It is up to the user to assess the situation and determine whether it is possible to perform Chaos Machine combinations, trades, etc.\nBy registering on the site, the user understands and acknowledges the terms of use in force on the server. Claiming ignorance of the rules will not be accepted as grounds for unblocking an account, character, or refunding any loss the user may incur.\n\n**3. RESTRICTIONS**\nThe online environment features various communication systems, making it possible to send and receive written messages from other players. Because any type of content may be displayed, the in-game chat and VortanMU’s other official networks have their own rules and prohibitions to promote mutual respect and responsible use of these tools.\nUsing the in-game chat or Discord text channels to disseminate hate speech, xenophobia, racism, pornographic content, personal insults, and other condemnable and intolerant behavior that is punishable under the Brazilian Federal Constitution is strictly prohibited. The VortanMU administration understands that players’ free expression should be preserved. However, penalties will be applied to offenders when the target of insult, slander, or defamation feels harmed by the terms directed at them, or when the team deems it necessary. Penalties may also be applied if a user makes disrespectful, unnecessary, or excessive comments inside or outside the game about any player. The penalty for breaking this term ranges from a 5-minute chat block to permanent suspension of the account(s). The administrative team reserves the right to review chat logs regularly and apply penalties even if the target of insult does not complain.\nAdvertising other private Mu Online servers within VortanMU or on its social media is not tolerated. The penalty for breaking this term is permanent suspension of the player by IP.\nUsing special characters (ASCII, HTML, etc.) that significantly hinder or make reading impossible in the online environment is prohibited. The penalty for breaking this term ranges from a 5-minute chat block to a 7-day suspension of the character in question or of the account.\nImpersonating a VortanMU administrator, as well as using names that could be understood as such (GM-xxx, ADM-xxx, etc.), is expressly prohibited. The penalty for breaking this term is permanent suspension of the player by IP.\nAttempting to prevent any VortanMU partner from performing ordinary in-game tasks while exercising their role as a partner (videos, livestreams, etc.) is expressly prohibited. The penalty for breaking this term ranges from a 3-day block to permanent suspension of the player’s account(s).\nAttempting to tarnish the image of any VortanMU partner while they are performing their role (videos, livestreams, etc.) through in-game chat is expressly prohibited. The penalty for breaking this term ranges from a 3-day block to permanent suspension of the player’s account(s).\nSpreading false, unfounded information and/or rumors about the server, partners, and/or its administrators with the intent to tarnish their image or disrupt the proper functioning of services offered in the game is permanently prohibited. The penalty for breaking this term ranges from a 1-hour chat block to permanent suspension of the player’s account(s) across all VortanMU platforms and services.\nForging, altering, or fabricating evidence (screenshots, audio, etc.) to deceive those responsible for the game and force/cause unfair and unnecessary punishments against someone is prohibited. The penalty for breaking this term ranges from a 7-day block to permanent suspension of the player’s account(s).\nSubjecting others to circumstances that prevent them from fully enjoying events and activities inherent to the game is prohibited, except for the use of MuHelper for the purpose of gaining experience. This rule does not apply in situations where PvP is inherent, expected, and even essential (such as Castle Siege). If the player is AFK, the rule does not apply. The penalty for breaking this term ranges from a 1-day block to permanent suspension of the player’s account(s).\nAny and all promotion of unofficial trade groups or communities via VortanMU’s official communication platforms is prohibited. The penalty for breaking this term ranges from a 30-day block to permanent suspension of the user’s account(s) on official platforms.\n\n**4. VIRTUAL PROPERTY**\nBuying, selling, and trading accounts and items for real money or for any other game server not affiliated with VortanMU is strictly PROHIBITED. The penalty for breaking this term ranges from temporary suspension of the account(s) to permanent suspension of the player by IP.\nAll VortanMU accounts, items, and any content related to VortanMU belong to the administrators. The administration reserves the right to move accounts and characters without prior notice.\nIf you are caught buying, selling, or trading items for real money outside the VortanMU website, community chat (Facebook, Forum, Discord, etc.), or inside the game, this will result in your permanent ban. This means that if we find you selling VortanMU property on any social network such as Facebook or Twitter, any gaming forum, or any buying, selling, and trading site, your character(s) and account(s) will be banned without prior notice. Advertising the sale of characters or accounts on platforms provided by VortanMU, including the game, Discord, Twitter, Facebook, etc., is also prohibited. The penalty for breaking this term ranges from temporary suspension of the account(s) to permanent suspension of the player by IP.\n\n**5. SERVER DONATIONS AND REFUNDS**\nAny donations made to the server are non-refundable. Note that purchasing credits and donations are distinct. We do NOT sell credits and ONLY accept donations made voluntarily by the account user. Each donation amount has its own credit rewards, as a way of contributing to the server’s monthly expenses.\nAny donation made is NON-REFUNDABLE under ANY circumstances.\nWhether you have donated once or 100 times does not matter; you are still equal to any other player who has not donated and will receive the same type of support.\nThere will be no distinction among players. Donors and non-donors will be treated the same.\nIf the rules are broken, donors can also be banned like any other player. To emphasize: donors may be banned if rules are violated.\nIf, for any reason, a donor is banned, all items in their account(s) will be locked along with the account. These will not be returned under any circumstances.\nThe VortanMU administration does not issue refunds for any digital products and services once the order has been placed.\nA refund of a donated amount will only be made if the APPLICANT proves that the SERVER failed to fulfill the agreement for compensation in virtual currency. Apart from this situation, there are no other possibilities for returning a donated amount. Attempted fake donations or chargebacks after the acknowledgment reward has been delivered will result in permanent account blocking.\n\n**6. TECHNICAL MATTERS**\nThe use of hacks, cheats, or any other cheating resources that grant advantages or may harm other players is prohibited. The penalty for breaking this term ranges from temporary suspension of the account(s) to permanent suspension of the player by IP.\nExploiting or taking advantage of bugs or system flaws to gain advantages in VortanMU is prohibited, and players must inform the administrative team of any such issues. The penalty for breaking this term ranges from suspension of up to 31 days to permanent suspension of the account(s).\nUsing fake guilds to occupy slots in Castle Siege and Arka War events is prohibited, and players must alert the administrative team to remove the offending guild. The penalty for breaking this term ranges from simply freeing the event slot to suspending members for 31 days.\n\n**7. OMITTED CASES AND RULE UPDATES**\nCases not covered herein will be analyzed by the administration, which will decide what actions to take (including applying penalties if necessary). We remind users to exercise good judgment in situations where there is doubt about what is prohibited or permitted on the server.\nThe rules and terms of use listed here are subject to change without prior notice from the administration. Users are responsible for visiting this topic periodically to stay informed of changes.\nUsers should treat DISCORD and the WEBSITE as the primary sources of essential gameplay data and information, acknowledging that various VortanMU characteristics (such as Chaos Machine success rates, for example) have been adjusted to provide better balance and smoother gameplay. Since it is technically impossible to display actual figures in-game, players must confirm them externally based on the aforementioned sources. The VortanMU administration will not be responsible for item loss due to incorrect use of in-game tools whose operation has already been explained via official communication channels.\nOnly alleged violations that occurred within 6 months prior to the date the complaint is formally filed through our official channels will be considered for review by the administration. After this period, the violation becomes obsolete and the STAFF reserves the right to dismiss it, as the system cannot retain logs for prolonged periods for adjudication.\n\n**8. LEGAL PROVISIONS**\nBanning/suspending user accounts for violations of the game’s regulations will not give rise to claims for material or moral damages in court, considering that all virtual content in the game is the property of VortanMU and there are no charges or fees for using our services.\nIn the event of legal action in which the merits concern the relationship arising from this game, the action must be filed in the city of SÃO PAULO – SP, which is the competent venue, with any other venue being waived, however privileged it may be.",
      "agree_label": "I agree with the above terms and conditions"
    },
    "install": {
      "title": "How to Start",
      "subtitle": "Choose your install folder and click Install.",
      "video_url": "https://raw.githubusercontent.com/SH4DOWK1NG/VortanClient/main/video.mp4",
      "video_muted": true
    }
  }
}
