{
  "theme": {
    "background_url": "https://raw.githubusercontent.com/SH4DOWK1NG/VortanClient/main/background.png",

    "container_margins": [12, 10, 12, 12],   
    "banner_height": 360,                   
    "banner_margins": [22, 18, 18, 16],      
    "cardpage_margins": [22, 10, 22, 10],     
    "card_padding": [26, 16, 26, 16],         
    "card_width": 930,                       
    "card_align": "left",
    "art_height": 170                        
  },
  "wizard": {
    "welcome": {
      "title": "Welcome to the VortanMU Official Installer",
      "body": "This program allows you to install VortanMU on your hard drive.<br><br>It is strongly recommended that before proceeding you close other programs.<br><br>If you do not wish to install VortanMU, click 'Exit' now, otherwise click 'Next' to continue."
    },
    "links": {
      "title": "Information",
      "subtitle": "Please read the information below.",
      "items": [
        {
          "label": "Website",
          "url": "https://vortanmu.com"
        },
        {
          "label": "Discord",
          "url": "https://discord.gg/3P56Bx423k"
        },
        {
          "label": "VortanMU is running with Season 20 Part 2",
          "url": "https://discord.com/channels/1365761786145542144/1366745436462911558/1431246675665747989"
        }
      ]
    },
    "license": {
      "title": "License",
      "text": "## GENERAL SERVER RULES AND REGULATIONS\n\nThe following Terms of Service (\"TOS,\" \"Terms,\" or \"Agreement\") apply to the use of our website, Discord server, game, and all services, features, and/or content provided by VortanMU. By creating your account on our website or accessing the game, you represent that you have read, understood, and agree to be bound by this TOS. The most recent version of our TOS is always available on the VortanMU website. It is essential that you read this TOS before registering or using any VortanMU service(s).\n\n---\n\n**1. ADMINISTRATION AND SERVER**\n- The VortanMU administrative team is composed entirely of legally capable natural persons of Brazilian nationality, who are volunteers and have no personal and/or professional ties to the original developer of Mu Online—Webzen—or its employees. This service is therefore a private server for the same game.\n- The team is responsible for managing and ensuring the full operation of the server, including technical matters, financial support, community support, and other areas, except in cases where team intervention proves unnecessary or impossible.\n- By accepting the VortanMU terms of use and creating your account, the user grants the administration the right to manage their account, including altering registration data submitted at sign-up that is not in compliance with server rules, or temporarily or permanently suspending the user’s registration in cases where a violation of the rules is found, whether within the game itself or on any other community platform managed by the administration. However, the user does **NOT** grant the administration the right to use, for any purpose, the email, name, password, and IP address provided at registration.\n- A suspended player has the right to appeal only once for a review of the ban by the administration, which will decide whether the penalty was indeed valid or was a mistake. The suspended player also has the right to request a copy of the clause under these terms of use on which the penalty is based, together with proof of the violation that led to the suspension. Reviews can be requested through the support system on Discord (ticket).\n- Although the game is intended to run 24 hours a day, the VortanMU team may shut down the servers to perform maintenance deemed necessary for the proper functioning of hardware and software. Such maintenance may or may not be scheduled in advance, depending on technical needs.\n- All information related to your account(s) is the property of VortanMU.\n\n---\n\n**2. SECURITY**\n- We are not responsible for the security of your username and password. Players are responsible for protecting their accounts. Never provide your login or account password on any site other than https://vortanmu.com. Disclosing your login/personal information means you effectively relinquish all items you possess, including the account itself.\n- Any problems arising from sharing your account(s), passwords, or personal information in any cybercafé or otherwise are the sole responsibility of the registered account user. We will not assume responsibility or provide support for any issues that may occur with your account.\n- Do not log into any account that you do not own. Once you do so, your computer’s hardware number will be recorded on that user’s account. In the event of a ban on any account and/or hardware, your computer will also be banned, even if your personal account is not. This applies equally in cybercafés or computers owned by schools or libraries.\n- We will not provide support to users who are using IP hiders, proxies, or any third-party programs.\n- By becoming a member of VortanMU, you agree to receive our newsletter, which may be sent monthly.\n- Names (character names/IGNs and guilds) must not contain administrator nicknames or any other meaning that might confuse players. Biased or pejorative names of any kind are prohibited.\n- It is the player’s responsibility to safeguard their account, preferably by following STAFF guidelines: change your password every 14 days; avoid public/unknown computers or networks to log in; keep security software up to date; and never share access data with third parties.\n- The administration will not intervene in problems caused by negligence regarding account security. Lost items or stolen WCoins/GoblinPoints will not be reimbursed.\n- VortanMU is not responsible for item damage and/or regressions in character attributes caused by slow or lost internet connections. Evaluate the conditions before performing Chaos Machine combinations, trades, etc.\n- By registering on the site, you acknowledge and accept the server’s terms of use. Claiming ignorance will not be accepted as grounds for unblocking an account, character, or refunding any loss.\n\n---\n\n**3. RESTRICTIONS**\n- The online environment features various communication systems. To promote mutual respect and responsible use, in-game chat and official networks have specific rules and prohibitions.\n- Using in-game chat or Discord to disseminate hate speech, xenophobia, racism, pornographic content, personal insults, or other condemnable behavior is strictly prohibited. Penalties range from a 5-minute chat block to permanent account suspension. The team may apply penalties even without a formal complaint.\n- Advertising other private Mu Online servers within VortanMU or on its social media is not tolerated. Penalty: permanent suspension by IP.\n- Using special characters (ASCII/HTML/etc.) that hinder readability is prohibited. Penalty: 5-minute chat block to 7-day suspension of the character or account.\n- Impersonating a VortanMU administrator (e.g., GM-xxx, ADM-xxx) is prohibited. Penalty: permanent suspension by IP.\n- Preventing a VortanMU partner from performing ordinary tasks (videos, livestreams, etc.) is prohibited. Penalty: 3-day block up to permanent suspension.\n- Tarnishing a partner’s image during their role (videos, livestreams, etc.) via chat is prohibited. Penalty: 3-day block up to permanent suspension.\n- Spreading false or unfounded information about the server, partners, or administrators is prohibited. Penalty: 1-hour chat block up to permanent suspension across all platforms.\n- Forging, altering, or fabricating evidence (screenshots, audio, etc.) to deceive staff is prohibited. Penalty: 7-day block up to permanent suspension.\n- Subjecting others to circumstances that prevent full enjoyment of events/activities is prohibited (except normal use of MuHelper). This rule doesn’t apply where PvP is inherent (e.g., Castle Siege). If the player is AFK, the rule doesn’t apply. Penalty: 1-day block up to permanent suspension.\n- Promoting unofficial trade groups/communities via official platforms is prohibited. Penalty: 30-day block up to permanent suspension on official platforms.\n\n---\n\n**4. VIRTUAL PROPERTY**\n- Buying, selling, or trading accounts/items for real money or for other servers is strictly prohibited. Penalty: temporary suspension up to permanent suspension by IP.\n- All VortanMU accounts, items, and content belong to the administrators, who may move accounts/characters without prior notice.\n- If you are caught buying/selling/trading items for real money (in or outside the game, or on any platform), your character(s) and account(s) may be permanently banned. Advertising the sale of characters or accounts on any VortanMU platform is also prohibited.\n\n---\n\n**5. SERVER DONATIONS AND REFUNDS**\n- Donations are non-refundable. Donations are voluntary contributions; each amount may include credit rewards to support server expenses.\n- Any donation made is NON-REFUNDABLE under ANY circumstances.\n- Donors and non-donors are treated equally.\n- Donors may be banned if rules are violated; being a donor does not grant immunity.\n- If a donor is banned, all items in their accounts will be locked and will not be returned.\n- VortanMU does not issue refunds for digital products/services once the order is placed.\n- A refund will only be made if the applicant proves the server failed to deliver the agreed virtual currency. Fake donations or chargebacks after rewards are delivered will result in permanent account blocking.\n\n---\n\n**6. TECHNICAL MATTERS**\n- Using hacks, cheats, or any resource that grants unfair advantage or harms others is prohibited. Penalty: temporary suspension up to permanent suspension by IP.\n- Exploiting bugs or system flaws for advantage is prohibited; report issues to the team. Penalty: suspension up to 31 days or permanent suspension.\n- Using fake guilds to occupy slots in Castle Siege or Arka War is prohibited; report offenders. Penalty: freeing the event slot and/or suspending members up to 31 days.\n\n---\n\n**7. OMITTED CASES AND RULE UPDATES**\n- Cases not covered herein will be analyzed by the administration, which may apply penalties if necessary. Use good judgment in doubtful situations.\n- These rules and terms may change without prior notice; users must check updates periodically.\n- Treat DISCORD and the WEBSITE as the primary sources for gameplay data (e.g., Chaos Machine rates). Since exact figures cannot be shown in-game, confirm externally. The administration is not responsible for item loss due to misuse of tools whose operation has been explained on official channels.\n- Only alleged violations within the last 6 months from the formal complaint date will be reviewed. After that, the STAFF may dismiss them due to log-retention limits.\n\n---\n\n**8. LEGAL PROVISIONS**\n- Bans/suspensions for rule violations do not give rise to material/moral damages claims, given that all virtual content is VortanMU property and our services have no usage fees.\n- In case of legal action regarding this game, the competent venue is São Paulo – SP (Brazil); any other venue is waived.",
      "agree_label": "I agree with the above terms and conditions"
    },
    "install": {
      "title": "How to Start",
      "subtitle": "Choose your install folder and click Install.",
      "video_url": "https://raw.githubusercontent.com/SH4DOWK1NG/VortanClient/main/video.mp4",
      "video_muted": true
    }
  }
}
